Repository: Dohaluong/nizi-native-app
Catalog: Nizi/Localizable.xcstrings
Source language: en
Languages: vi

# album.addPage
source: Add Page
vi: Thêm trang

# album.addPhoto
source: Add Photo
vi: Thêm ảnh

# album.cancel
source: Cancel
vi: Hủy

# album.card.subtitle_fallback
source: Your memories, beautifully collected.
vi: Những kỷ niệm được lưu giữ trọn vẹn.

# album.changeCover
source: Change Cover
vi: Đổi ảnh bìa

# album.creation.default_title
source: New Album
vi: Album mới

# album.creation.result.page_count
source: %lld pages
vi: %lld trang

# album.crop.changePhoto
source: Change Photo
vi: Đổi ảnh

# album.crop.done
source: Done
vi: Xong

# album.crop.title
source: Adjust Photo
vi: Điều chỉnh ảnh

# album.deleteAlbum
source: Delete Album
vi: Xoá Album

# album.detail.open_album
source: Open Album
vi: Mở Album

# album.detail.page_count
source: %lld pages
vi: %lld trang

# album.detail.photo_count
source: %lld photos
vi: %lld ảnh

# album.detail.source_events_title
source: From these events
vi: Từ các sự kiện

# album.detail.spread_count
source: %lld spreads
vi: %lld spread

# album.detail.story_section.title
source: Story
vi: Câu chuyện

# album.eachPageNeedsPhoto
source: Each page must contain at least one photo.
vi: Mỗi trang phải có ít nhất một ảnh.

# album.edit
source: Edit
vi: Chỉnh sửa

# album.edit.add_photo_blocked_message
source: This page's layout is already full. Remove a photo first to add another.
vi: Trang đã đủ ảnh theo khung layout. Hãy xoá bớt ảnh trước khi thêm.

# album.edit.add_photo_blocked_title
source: Can't Add Photo
vi: Không thể thêm ảnh

# album.edit.choose_photo_to_swap
source: Choose a Photo to Swap
vi: Chọn ảnh để hoán đổi

# album.edit.hide_photo_failed_message
source: Something went wrong removing this photo. Please try again.
vi: Đã có lỗi khi xoá ảnh này. Vui lòng thử lại.

# album.edit.info.cover_section
source: Cover Photo
vi: Ảnh bìa

# album.edit.info.date_section
source: Dates
vi: Ngày

# album.edit.info.delete_confirm_title
source: Delete this Album?
vi: Xoá Album này?

# album.edit.info.details_section
source: Details
vi: Chi tiết

# album.edit.info.end_date
source: End date
vi: Ngày kết thúc

# album.edit.info.place_placeholder
source: Place
vi: Địa điểm

# album.edit.info.start_date
source: Start date
vi: Ngày bắt đầu

# album.edit.info.subtitle_placeholder
source: Subtitle
vi: Mô tả

# album.edit.info.title
source: Edit Album
vi: Sửa Album

# album.edit.info.title_placeholder
source: Title
vi: Tên

# album.edit.remove_last_photo_title
source: Can't Remove Photo
vi: Không thể xóa ảnh

# album.edit.remove_page_title
source: Delete this page?
vi: Xoá trang này?

# album.edit.remove_spread_title
source: Remove Spread?
vi: Xóa Spread?

# album.edit.select_a_page_hint
source: Tap a page to edit it
vi: Chạm vào một trang để chỉnh sửa

# album.edit.select_a_photo_hint
source: Tap a photo to select it
vi: Chạm vào một ảnh để chọn

# album.edit.swap_facing_page
source: Facing page
vi: Trang đối diện

# album.edit.swap_this_page
source: This page
vi: Trang này

# album.edit.swap_with_facing_page
source: Swap with Facing Page
vi: Hoán đổi với trang đối diện

# album.editAlbum
source: Edit Album
vi: Sửa Album

# album.eventsCount
source: %lld events
vi: %lld sự kiện

# album.layout.format.landscape
source: Landscape
vi: Ngang

# album.layout.format.portrait
source: Portrait
vi: Đứng

# album.layout.format.square
source: Square
vi: Vuông

# album.layout.gallery.thumbnail_accessibility
source: %1$lld-photo layout, %2$@
vi: Bố cục %1$lld ảnh, %2$@

# album.layout.gallery.title
source: Layouts
vi: Bố cục

# album.layout.page
source: Page %1$lld / %2$lld
vi: Trang %1$lld / %2$lld

# album.layout.pages_preview.subtitle
source: Every page below is rendered from a real layout.
vi: Mỗi trang dưới đây được dựng từ một bố cục thật.

# album.layout.pages_preview.title
source: Layout Engine
vi: Bố cục trang

# album.layout.photo_count
source: %lld photos
vi: %lld ảnh

# album.layout.photo_number
source: Photo %lld
vi: Ảnh %lld

# album.layout.square.1.full_bleed
source: Full Bleed
vi: Tràn viền

# album.layout.square.1.inset
source: Inset
vi: Có viền

# album.layout.square.1.landscape_center
source: Landscape Center
vi: Ảnh ngang căn giữa

# album.layout.square.2.hero_top
source: Hero Top
vi: Ảnh chính phía trên

# album.layout.square.2.horizontal_split
source: Horizontal Split
vi: Chia ngang

# album.layout.square.2.vertical_split
source: Vertical Split
vi: Chia dọc

# album.layout.square.3.equal_columns
source: Equal Columns
vi: Cột đều nhau

# album.layout.square.3.hero_left
source: Hero Left
vi: Ảnh chính bên trái

# album.layout.square.3.hero_top
source: Hero Top
vi: Ảnh chính phía trên

# album.layout.square.4.grid
source: Grid
vi: Lưới

# album.layout.square.4.hero_left
source: Hero Left
vi: Ảnh chính bên trái

# album.layout.square.4.hero_top
source: Hero Top
vi: Ảnh chính phía trên

# album.layout.unavailable
source: Unavailable
vi: Không khả dụng

# album.list.empty.message
source: Create an Album from a suggestion in Events.
vi: Tạo Album từ một đề xuất trong Những kỷ niệm.

# album.list.empty.title
source: No Albums yet
vi: Chưa có Album nào

# album.list.see_all
source: See All
vi: Xem tất cả

# album.list.title
source: Albums
vi: Album

# album.noAvailableCoverPhoto
source: No available cover photo.
vi: Không có ảnh bìa khả dụng.

# album.open
source: Open Album
vi: Mở Album

# album.photoPreview.editPhoto
source: Edit Photo
vi: Sửa ảnh

# album.photoPreview.hideConfirmTitle
source: Hide this photo from the Album?
vi: Ẩn ảnh này khỏi Album?

# album.photoPreview.hideFromAlbum
source: Hide from Album
vi: Ẩn khỏi album

# album.photosCount
source: %lld photos
vi: %lld ảnh

# album.photosRemainInLibrary
source: The photos will remain in your Photos Library.
vi: Ảnh vẫn còn trong thư viện Photos của bạn.

# album.photoUnavailable
source: Photo unavailable
vi: Ảnh không khả dụng

# album.removePage
source: Delete Page
vi: Xoá trang

# album.removePhoto
source: Remove Photo
vi: Xóa ảnh

# album.removeSpread
source: Remove Spread
vi: Xóa Spread

# album.removeSpreadConfirmation
source: Remove this spread from the album?
vi: Xóa Spread này khỏi Album?

# album.retry
source: Retry
vi: Thử lại

# album.save
source: Save
vi: Lưu

# album.spreadsCount
source: %lld spreads
vi: %lld spread

# album.swapPhoto
source: Swap Photo
vi: Hoán đổi ảnh

# album.textBlock.edit.done
source: Done
vi: Xong

# album.textBlock.edit.font_family
source: Font
vi: Phông chữ

# album.textBlock.edit.font_size
source: Size
vi: Cỡ chữ

# album.textBlock.edit.font_style
source: Font Style
vi: Kiểu chữ

# album.textBlock.edit.horizontal_alignment
source: Horizontal
vi: Ngang

# album.textBlock.edit.placeholder
source: Enter text
vi: Nhập nội dung

# album.textBlock.edit.title
source: Edit Text
vi: Sửa chữ

# album.textBlock.edit.vertical_alignment
source: Vertical
vi: Dọc

# album.textBlock.placeholder
source: Write here
vi: Viết ở đây

# album.unableToLoadPhoto
source: Unable to load photo
vi: Không thể tải ảnh

# album.viewer.cover_page_label
source: Cover Page
vi: Trang bìa

# album.viewer.page_indicator
source: Page %1$lld / %2$lld
vi: Trang %1$lld / %2$lld

# album.viewer.page_number_label
source: Page %lld
vi: Trang %lld

# album.year_filter.all
source: All
vi: Tất cả

# common.action.cancel
source: Cancel
vi: Hủy

# common.action.close
source: Close
vi: Đóng

# common.action.continue
source: Continue
vi: Tiếp tục

# common.action.done
source: Done
vi: Xong

# common.action.later
source: Later
vi: Để sau

# common.action.open_settings
source: Open Settings
vi: Mở Cài đặt

# common.action.retry
source: Retry
vi: Thử lại

# common.action.skip
source: Skip
vi: Bỏ qua

# discovering.eyebrow.traveling_to
source: Traveling back to
vi: Đang quay ngược về

# discovering.hero.title
source: Nizi is finding your memories
vi: Nizi đang tìm những kỷ niệm của bạn

# discovering.message.discovering
source: Connecting nearby moments…
vi: Đang kết nối những khoảnh khắc gần nhau…

# discovering.message.scanning
source: Reliving years gone by…
vi: Đang xem lại những năm tháng đã qua…

# discovering.phase.curating_with_count
source: Found %lld moments. Picking out the standouts…
vi: Đã tìm thấy %lld khoảnh khắc. Đang chọn những khoảnh khắc nổi bật…

# discovering.stats.photos_indexed
source: %lld photos indexed
vi: %lld ảnh đã lập chỉ mục

# discovering.year.this_year
source: This year
vi: Năm nay

# discovering.year.years_ago
source: %lld years ago
vi: %lld năm trước

# event.action.create_album
source: Create Album
vi: Tạo Album

# event.action.select_photos
source: Select Photos
vi: Chọn ảnh

# event.album_coming_soon.action.got_it
source: Got It
vi: Đã hiểu

# event.album_coming_soon.message
source: Album creation will be available in a future update.
vi: Tính năng tạo Album sẽ có trong bản cập nhật tiếp theo.

# event.album_coming_soon.title
source: Coming Soon
vi: Sắp ra mắt

# event.album_creation.failed_message
source: Something went wrong while creating the Album.
vi: Đã có lỗi khi tạo Album.

# event.album_creation.failed_title
source: Couldn't create Album
vi: Không thể tạo Album

# event.card.accessibility.label
source: %1$@ %2$@ %3$@, %4$lld photos, %5$@
vi: %2$@ %1$@ %3$@, %4$lld ảnh, %5$@

# event.card.auto_memory_label
source: Nizi's pick
vi: Nizi chọn

# event.card.duration.days
source: %lld days
vi: %lld ngày

# event.curation.error.detail_prefix
source: Error: %@
vi: Lỗi: %@

# event.curation.error.title
source: Nizi couldn't organize this event.
vi: Nizi chưa thể sắp xếp sự kiện này.

# event.curation.processing
source: Nizi is picking the best photos…
vi: Nizi đang chọn những ảnh phù hợp nhất…

# event.curation.progress
source: Processed %lld / %lld groups
vi: Đã xử lý %lld / %lld nhóm

# event.date
source: Date
vi: Thời gian

# event.detail.action_bar.selected_count
source: %lld / %lld photos selected
vi: %lld / %lld ảnh đã chọn

# event.detail.selection_summary
source: Nizi picked %lld photos for you
vi: Nizi đã chọn giúp bạn %lld ảnh

# event.detail.timeline
source: Timeline
vi: Dòng thời gian

# event.detail.title
source: Event
vi: Kỷ niệm

# event.detail.why_suggested
source: Why did Nizi suggest this?
vi: Vì sao Nizi đề xuất Album này?

# event.group.accessibility.deselect_all
source: Deselect all photos in group
vi: Bỏ chọn tất cả ảnh trong nhóm

# event.group.accessibility.select_all
source: Select all photos in group
vi: Chọn tất cả ảnh trong nhóm

# event.group.action.deselect_all
source: Deselect All
vi: Bỏ chọn tất cả

# event.group.action.select_all
source: Select All
vi: Chọn tất cả

# event.group.selected_summary
source: %lld photos · Nizi picked %lld
vi: %lld ảnh · Nizi chọn %lld

# event.list.empty.message
source: Try expanding your survey range.
vi: Thử mở rộng phạm vi khảo sát.

# event.list.empty.title
source: No events found yet.
vi: Chưa tìm thấy sự kiện nào.

# event.list.error.load_failed
source: Couldn't load the events list.
vi: Không tải được danh sách sự kiện.

# event.list.filter.accessibility
source: Filter by year and type
vi: Lọc theo năm và loại

# event.list.filter.all_types
source: All Types
vi: Tất cả loại

# event.list.filter.all_years
source: All Years
vi: Tất cả năm

# event.list.filter.label
source: Filter
vi: Lọc

# event.list.filter.type_field
source: Type
vi: Loại

# event.list.filter.year_field
source: Year
vi: Năm

# event.list.title
source: Events
vi: Những kỷ niệm

# event.location
source: Location
vi: Địa điểm

# event.photo_count
source: Photo count
vi: Số ảnh

# event.photo_count.value
source: %lld photos
vi: %lld ảnh

# event.photo.accessibility.deselect
source: Deselect photo
vi: Bỏ chọn ảnh

# event.photo.accessibility.select
source: Select photo
vi: Chọn ảnh

# event.type.day_event
source: Day Event
vi: Trong ngày

# event.type.trip
source: Trip
vi: Chuyến đi

# event.type.unknown
source: Event
vi: Sự kiện

# event.type.weekend
source: Weekend
vi: Cuối tuần

# event.viewer.empty.title
source: Couldn't open this photo.
vi: Không thể mở ảnh này.

# home_confirmation.action.choose_other
source: Choose another place…
vi: Chọn địa điểm khác…

# home_confirmation.action.confirm
source: Confirm
vi: Xác nhận

# home_confirmation.question
source: Where is home for you?
vi: Đâu là Nhà của bạn?

# home_confirmation.subtitle
source: Nizi uses this to recognize when you're away.
vi: Nizi dùng thông tin này để nhận ra khi nào bạn đang đi xa.

# home_confirmation.title
source: Help Nizi understand you better
vi: Giúp Nizi hiểu bạn hơn

# home_map_picker.marker
source: Home
vi: Nhà

# home_map_picker.title
source: Choose your home
vi: Chọn nhà của bạn

# home.album_preview.empty
source: No albums for this year.
vi: Không có Album cho năm này.

# home.album_preview.see_all
source: See all Albums
vi: Xem tất cả Album

# home.album_preview.title
source: Albums
vi: Album

# home.background_scan.eyebrow
source: STILL SURVEYING
vi: ĐANG KHẢO SÁT

# home.background_scan.message
source: You still have %lld photos left to survey — don't miss out.
vi: Bạn còn %lld tấm ảnh chưa được khảo sát, đừng bỏ lỡ.

# home.empty_timeline.message
source: Create an Album from a suggestion in Events.
vi: Tạo Album từ một đề xuất trong Những kỷ niệm.

# home.empty_timeline.title
source: No Albums yet
vi: Chưa có Album nào

# home.greeting
source: Hi there 👋
vi: Chào bạn 👋

# home.latest_memory.eyebrow
source: RECENT
vi: GẦN ĐÂY

# home.latest_memory.title
source: Your latest memory
vi: Kỷ niệm mới nhất của bạn

# home.memory_section.badge
source: Nizi just found this
vi: Nizi vừa tìm thấy

# home.memory_section.title
source: Memories
vi: Những kỷ niệm

# home.quick_action.subtitle.new_count
source: %lld new suggestions
vi: %lld đề xuất mới

# home.quick_action.subtitle.view_all
source: View suggestions
vi: Xem các đề xuất

# home.stats.summary
source: 0 Album · %lld photos surveyed
vi: 0 Album · %lld ảnh đã khảo sát

# home.trips_preview.see_all
source: See all Trips
vi: Xem tất cả Chuyến đi

# home.trips_preview.title
source: TRIPS
vi: CHUYẾN ĐI

# memory_selection_edit.title
source: Edit photos
vi: Chỉnh ảnh

# memory_viewer.action.continue
source: Continue
vi: Tiếp tục

# memory_viewer.action.edit_selection
source: Edit photos
vi: Chỉnh ảnh

# onboarding.hello.action.start
source: Get Started
vi: Bắt đầu

# onboarding.hello.tagline
source: Somewhere in your library, a memory is waiting to be found.
vi: Đâu đó trong thư viện của bạn, có một kỷ niệm đang chờ được tìm thấy.

# onboarding.permission.denied.message
source: Nizi needs access to your photos to find and organise your meaningful memories.
vi: Nizi cần quyền truy cập ảnh của bạn để tìm và sắp xếp những kỷ niệm đáng nhớ.

# onboarding.permission.denied.title
source: Nizi can't read your photo library yet.
vi: Nizi chưa thể đọc thư viện ảnh.

# onboarding.permission.limited.action.choose_more
source: Choose More Photos
vi: Chọn thêm ảnh

# onboarding.permission.limited.message
source: Suggestions will only be based on the photos you've selected.
vi: Các đề xuất sẽ chỉ dựa trên những ảnh bạn đã chọn.

# onboarding.permission.limited.title
source: You've only shared part of your library.
vi: Bạn chỉ chia sẻ một phần thư viện.

# onboarding.permission.softask.action.allow
source: Allow Photo Access
vi: Cho phép truy cập ảnh

# onboarding.permission.softask.message
source: Nizi looks through your library privately — indexing, sorting, discovering. Nothing is uploaded, nothing is shared.
vi: Nizi xem qua thư viện ảnh của bạn một cách riêng tư — lập chỉ mục, sắp xếp, khám phá. Không có gì được tải lên, không có gì được chia sẻ.

# onboarding.permission.softask.title
source: This stays on your phone
vi: Mọi thứ chỉ nằm trên máy bạn

# photobook.export.action.download_pdf
source: Download PDF
vi: Tải PDF

# photobook.export.action.share
source: Share
vi: Chia sẻ

# photobook.export.cancelled.title
source: Export cancelled
vi: Đã huỷ xuất PDF

# photobook.export.completed.title
source: PDF ready
vi: PDF đã sẵn sàng

# photobook.export.error.cancelled
source: Export cancelled.
vi: Đã huỷ xuất PDF.

# photobook.export.error.layout_missing
source: Page %lld: this page's layout couldn't be found.
vi: Trang %lld: không tìm thấy bố cục trang.

# photobook.export.error.photo_unavailable
source: Page %lld: a photo hasn't finished downloading from iCloud. Check your connection and try again.
vi: Trang %lld: một ảnh chưa tải xong từ iCloud. Kiểm tra kết nối mạng rồi thử lại.

# photobook.export.error.write_failed
source: Couldn't create the PDF file.
vi: Không thể tạo file PDF.

# photobook.export.progress.cancelling
source: Cancelling…
vi: Đang huỷ…

# photobook.export.progress.finalizing
source: Finalizing PDF…
vi: Đang hoàn thiện PDF

# photobook.export.progress.page
source: Rendering page %lld of %lld
vi: Đang tạo trang %lld/%lld

# photobook.export.progress.preparing
source: Preparing…
vi: Đang chuẩn bị…

# photoEditor.adjust.contrast
source: Contrast
vi: Tương phản

# photoEditor.adjust.exposure
source: Exposure
vi: Sáng

# photoEditor.adjust.highlights
source: Highlights
vi: Vùng sáng

# photoEditor.adjust.resetAll
source: Reset Adjust
vi: Đặt lại Adjust

# photoEditor.adjust.resetParameter
source: Reset
vi: Đặt lại

# photoEditor.adjust.resetPhoto
source: Reset to Original
vi: Đặt lại ảnh gốc

# photoEditor.adjust.saturation
source: Saturation
vi: Màu sắc

# photoEditor.adjust.shadows
source: Shadows
vi: Vùng tối

# photoEditor.adjust.warmth
source: Warmth
vi: Độ ấm

# photoEditor.autoEnhance.appliedTitle
source: Auto-enhanced
vi: Đã tự động cải thiện

# photoEditor.autoEnhance.apply
source: Apply
vi: Áp dụng

# photoEditor.autoEnhance.description
source: Nizi will balance the brightness, shadows, and colors of this photo.
vi: Nizi sẽ cân bằng sáng, vùng tối và màu sắc cho ảnh này.

# photoEditor.autoEnhance.noChanges
source: No changes suggested
vi: Không có đề xuất thay đổi

# photoEditor.autoEnhance.title
source: Auto Enhance
vi: Tự động cải thiện

# photoEditor.autoEnhance.undo
source: Undo
vi: Hoàn tác

# photoEditor.discardChanges.discard
source: Discard Changes
vi: Hủy thay đổi

# photoEditor.discardChanges.keepEditing
source: Keep Editing
vi: Tiếp tục chỉnh

# photoEditor.discardChanges.title
source: Discard changes?
vi: Hủy các thay đổi?

# photoEditor.editButton.accessibilityLabel
source: Edit photo
vi: Chỉnh sửa ảnh

# photoEditor.loadFailed
source: Couldn't load this photo
vi: Không thể tải ảnh này

# photoEditor.lutManager.delete
source: Delete
vi: Xóa

# photoEditor.lutManager.import
source: Import LUT
vi: Nhập LUT

# photoEditor.lutManager.importFooter
source: Pick a .cube file to add it as a new preset.
vi: Chọn một tệp .cube để thêm làm preset mới.

# photoEditor.lutManager.listFooter
source: Toggle to hide a preset from the editor. Swipe to rename, or (for imported LUTs) delete.
vi: Bật/tắt để ẩn preset khỏi trình chỉnh sửa. Vuốt để đổi tên, hoặc xóa (với LUT đã nhập).

# photoEditor.lutManager.listHeader
source: Presets
vi: Preset

# photoEditor.lutManager.nameField
source: Name
vi: Tên

# photoEditor.lutManager.rename
source: Rename
vi: Đổi tên

# photoEditor.lutManager.shortNameField
source: Short name
vi: Tên ngắn

# photoEditor.lutManager.title
source: LUT Manager
vi: Quản lý LUT

# photoEditor.original.badge
source: Original
vi: Ảnh gốc

# photoEditor.preset.bold_film.name
source: Bold Film
vi: Đậm nét

# photoEditor.preset.bold_film.shortName
source: Bold
vi: Đậm nét

# photoEditor.preset.cine_grade.name
source: Cine Grade
vi: Điện ảnh

# photoEditor.preset.cine_grade.shortName
source: Cine
vi: Điện ảnh

# photoEditor.preset.classic_film.name
source: Classic Film
vi: Cổ điển

# photoEditor.preset.classic_film.shortName
source: Classic
vi: Cổ điển

# photoEditor.preset.creatives.name
source: Creatives
vi: Sáng tạo

# photoEditor.preset.creatives.shortName
source: Creative
vi: Sáng tạo

# photoEditor.preset.inheritingStyle
source: Using the collection style
vi: Đang dùng phong cách chung

# photoEditor.preset.intensity
source: Intensity
vi: Cường độ

# photoEditor.preset.moody_aqua.name
source: Moody Aqua
vi: Xanh trầm

# photoEditor.preset.moody_aqua.shortName
source: Aqua
vi: Xanh

# photoEditor.preset.nomad.name
source: Nomad
vi: Du mục

# photoEditor.preset.nomad.shortName
source: Nomad
vi: Du mục

# photoEditor.preset.original.name
source: Original
vi: Ảnh gốc

# photoEditor.preset.original.shortName
source: Original
vi: Gốc

# photoEditor.preset.retro_64.name
source: Retro 64
vi: Hoài cổ

# photoEditor.preset.retro_64.shortName
source: Retro 64
vi: Hoài cổ

# photoEditor.saveScope.assetHandling
source: Save As
vi: Lưu dưới dạng

# photoEditor.saveScope.overwrite
source: Overwrite Original
vi: Lưu đè

# photoEditor.saveScope.overwriteWarning
source: The original photo will be deleted from your library.
vi: Ảnh gốc sẽ bị xoá khỏi thư viện ảnh.

# photoEditor.saveScope.saveAsCopy
source: New Copy
vi: Tạo bản copy

# photoEditor.saveScope.title
source: Save Edit
vi: Lưu chỉnh sửa

# photoEditor.title
source: Photo Editor
vi: Chỉnh sửa ảnh

# scan.progress.action.pause
source: Pause
vi: Tạm dừng

# scan.progress.action.resume
source: Resume
vi: Tiếp tục

# scan.progress.action.skip_ahead
source: Stop, show me now
vi: Dừng lại, xem ngay

# scan.progress.discovering
source: Looking for meaningful events…
vi: Đang tìm sự kiện tiềm năng…

# scan.progress.error.failed
source: Survey failed: %@
vi: Khảo sát thất bại: %@

# scan.progress.title
source: Surveying your photo library…
vi: Đang khảo sát thư viện ảnh…

# scope.month_chip.accessibility_label
source: Month %lld
vi: Tháng %lld

# scope.option.full_library
source: Entire library
vi: Toàn bộ thư viện

# scope.option.months
source: Specific months only
vi: Chỉ một số tháng

# scope.option.years
source: Specific years only
vi: Chỉ một số năm

# scope.picker.range
source: Range
vi: Phạm vi

# scope.picker.year_placeholder
source: Select a year
vi: Chọn năm

# scope.section.select_month
source: Select Months
vi: Chọn tháng

# scope.section.select_year
source: Select Years
vi: Chọn năm

# scope.section.year
source: Year
vi: Năm

# scope.title
source: Survey
vi: Khảo sát

# trip.classification.day_trip
source: Day Trip
vi: Trong ngày

# trip.classification.domestic
source: Domestic
vi: Trong nước

# trip.classification.international
source: International
vi: Nước ngoài

# trip.classification.local
source: Nearby
vi: Gần nhà

# trip.classification.unknown
source: Trip
vi: Chuyến đi

# trip.count.events
source: %lld events
vi: %lld sự kiện

# trip.count.photos
source: %lld photos
vi: %lld ảnh

# trip.detail.all_photos.subtitle
source: %1$lld photos · %2$@
vi: %1$lld ảnh · %2$@

# trip.detail.all_photos.title
source: All Photos
vi: Tất cả ảnh

# trips.list.empty.message
source: Trips you take will appear here once Nizi finds them.
vi: Các chuyến đi sẽ xuất hiện ở đây khi Nizi tìm thấy.

# trips.list.empty.title
source: No trips yet
vi: Chưa có chuyến đi nào

# trips.list.error.load_failed
source: Couldn't load your trips.
vi: Không thể tải danh sách chuyến đi.

# trips.list.filter.all
source: All
vi: Tất cả

# trips.list.filter.label
source: Filter trips
vi: Lọc chuyến đi

# trips.list.title
source: Trips
vi: Chuyến đi
